Repository: sengeiou/A-B-H-blin
Catalog: SmaLife/SmaLife/*.lproj/Localizable.strings
Languages: de, fr, zh_hans

# lift_fail
source: lifted failure
de: Hervorgehobener Misserfolg
zh_hans: 解除失败

source: Login in
de: Anmelden
zh_hans: 正在登录

# no_update
source: You already have the latest version, you don’t need to update
de: Die letzte Version ist bereits installiert, du musst nicht aktualisieren
fr: Vous avez déjà la dernière version, vous ne devez pas mettre à jour
zh_hans: 当前蓝牙版本是最新版本，无需更新

# register_first
source: You have not register, pls register first
de: Du hast dich noch nicht registriert. Bitte registriere dich zuerst.
zh_hans: 您未注册，请重先注册

source: AlertViewTest
de: Test Alarm Anzeige
zh_hans: 查看测试提醒

source: verifycodeformaterror
zh_hans: 验证码格式错误

source: verifycoderightmsg
de: Code ist richtig
zh_hans: 正确信息验证码

source: verifycoderighttitle
de: Code Verifizierung
zh_hans: 验证码正确的标题

source: cannotgetsmsmsg
de: Kann keine SMS empfangen
zh_hans: 不能获得短信信息

source: surephonenumber
de: Telefonnummer
zh_hans: 确认电话号码

source: codedelaymsg
de: Code verspätete Übermittlung der Nachricht
zh_hans: 验证码推迟

source: verifycode
de: Verifiziere Code
zh_hans: 验证码

source: verifylabel
de: Verifiziere Code
zh_hans: 验证标签

source: timelabel
de: Bezeichnung Zeit
zh_hans: 时间标签

# connect_first
source: Connect your watch first
de: Verbinde zuerst deine Uhr
fr: Connectez d’abord votre montre
zh_hans: 请链接你的手表

source: Version:
zh_hans: 版本:

# help_band
source: Video to help
de: Hilfevideo
zh_hans: 视频帮助

# help_question
source: Common questions to help
zh_hans: 常见问题帮助

# bt_searching
source: Searching, pls try again later
de: Suche. Bitte versuche es später nochmal
fr: Recherche en cours, veuillez réessayer ultérieurement
zh_hans: 蓝牙扫描中,请稍候在试...

# reset_pass
source: Resetting password
de: Passwort wird zurückgesetzt
zh_hans: 正在重置密码

# change_passsucc
source: Modify success
de: Änderung erfolgreich
zh_hans: 修改密码成功

# change_passfail
source: Modify fail
de: Änderung fehlgeschlagen
zh_hans: 修改密码失败

# no_login
source: you are not login in, can't make pair
de: Du bist nicht angemeldet, Verbinden nicht möglich
zh_hans: 您未登录，不能进行配对

# input_number
source: Please enter a paired user phone number
de: Bitte gebe die Telefonnummer eines verbundenen Benutzers an
zh_hans: 请输入配对用户账号

# input_nonumber
source: Paired account can't be your own phone number
de: Das verbundene Konto kann nicht die eigene Telefonnummer haben
zh_hans: 好友不能为本账号

# two_pass_no
source: The password inconsistent, please reset
de: Passwort nicht möglich, bitte zurücksetzen.
zh_hans: 两次密码输入不一致，请重新输入

# set_success
source: Successful setting!
de: Einstellung erfolgreich
zh_hans: 设定成功!

# set_long_setup
source: Please set the inactivity alert time.
de: Bitte gebe eine Zeit für den Inaktivitätsalarm ein
fr: Veuillez définir le délai d’alerte d'inactivité.
zh_hans: 请设置久坐时长

# ask_friend
source: Ask friends...
de: Frage deine Freunde...
zh_hans: 正在请求...

# ota_device_update
source: DEVICE FIRMWARE UPDATE
de: Gerät Firmware Aktualisierung
fr: MISE A NIVEAU DU MICROLOGICIEL
zh_hans: 设备固件更新

# ota_firm
source: Firmware
fr: Micrologiciel
zh_hans: 固件

# ota_Tname
source: Name:
fr: Nom:
zh_hans: 名称:

# ota_Tsize
source: Size:
de: Grösse:
fr: Taille:
zh_hans: 大小:

# ota_Ttype
source: Type:
de: Typ:
zh_hans: 类型:

# ota_name
source: Firmware Name
fr: Nom du micrologiciel
zh_hans: 固件名称

# ota_size
source: Firmware Size
de: Firmware Grösse
zh_hans: 固件大小

# ota_type
source: Firmware Type
de: Firmware Typ
zh_hans: 固件类型

# ota_update
source: Firmware Update
de: Firmware Aktualisierung
zh_hans: 固件更新

# ota_upload
source: Upload
zh_hans: 下载

# ota_wait
source: waiting
de: warte
zh_hans: 等待中...

# ota_upload_app
source: uploading application
de: Anwendung wird hochgeladen.
zh_hans: 正在上传应用程序...

# refuse_friend
source: refuse to be your friend
de: Freundschaft wurde abgelehnt
zh_hans: 拒绝成为你的好友

# ota_Instructions
source: LEDs show watch is ready for update..
de: LEDs zeigen an, dass die Uhr bereit ist für die Aktualisierung...
fr: L’allumage des LEDs indiquent que la mise à jour peut démarrer..

# ota_steps
source: 1. Tap on the Home Button 2. Go to “Settings” 3. Select “Bluetooth” 4.Select (i) to the right of “BLKK” device listed. 5. Select “Forget This Device”. 6. Re-lauch this App and return to this page. 7. Swipe up from the bottom of the screen to bring up control panel. 8. Tap the bluetooth icon 2 times to turn if OFF and then ON again. 9. Return to this App. Wait until 100%. When all LEDs light up on watch. DONE.
de: 1. Drücke den Home Knopf. 2. Gehe zu Einstellungen 3. Wähle “Bluetooth” 4. Wähle Symbol (i) auf der rechten Seite neben ”BLKK“ 5. Wähle Dieses Gerät ignorieren. 6. Starte diese Anwendung erneut. 7. Wische mit dem Finger vom unteren Rand nach oben um das Kontrollzentrum aufzurufen 8. Deaktiviere Bluetooth, warte einen Moment und aktiviere es erneut. 9. Schliesse das Kontrollzentrum und warte bis 100% erreicht sind. Wenn alle LEDs der Uhr aufblinken: Fertig. 10. Akzeptiere die Kopplung der Uhr
fr: 1. Appuyer sur le bouton Home 2.Aller dans « Réglages » 3. Sélectionner « Bluetooth » 4. Sélectionner (i) à droite de l’appareil qui indique « BLKK ». 5. Sélectionner « Oublier cet appareil ». 6. Relancer l'application et revenir à cette page. 7. Faire glisser du bas vers le haut de l'écran pour faire apparaître le panneau de commande. 8.Appuyer sur l'icône Bluetooth 2 fois pour éteindre, puis allumer à nouveau. 9. Retourner à l’application. Attender jusqu'à la fin du téléchargement (100%). Lorsque toutes les LEDs sont allumées, la mise à jour est TERMINÉE.
