Repository: sengeiou/A-B-H-blin
Catalog: SmaLife/SmaLife/*.lproj/Localizable.strings
Languages: de, fr, zh_hans

# login_navtitle
source: Login
de: Anmelden
zh_hans: 登陆

# login_loginbtn
source: Login
de: Anmelden
zh_hans: 登陆

# login_registerbtn
source: Register
de: Registrieren
zh_hans: 注册

# login_loginmode
source: Other Registration Method
de: Andere Registrierungs Methode
fr: Other Register Method
zh_hans: 其他登陆方式

# login_tryout
source: Try directly
de: Probiere es direkt aus
zh_hans: 直接试用

# login_phone
source: Input phone number
de: Eingabe Telefonnummer
zh_hans: 请输入手机号码

# long_password
source: Input password
de: Eingabe Passwort
zh_hans: 请输入密码

# long_findPassoword
source: Find password
de: Passwort vergessen
zh_hans: 忘记密码

# register_getcode
source: Get verification code
de: Beantrage Bestätigungscode
zh_hans: 获取验证码

# register_conPassword
source: Confirm password
de: Bestätige Passwort
zh_hans: 请再次确认密码

# register_country
source: Country
de: Land
zh_hans: 国家

source: Modify password
de: Passwort ändern
zh_hans: 修改密码

# sport_navtilte
source: Activity
de: Aktivität
fr: Activité
zh_hans: 运动

# sport_plaremark
source: Goals
de: Ziele
fr: Objectifs
zh_hans: 目标

# sport_stepunit
source: steps
de: Schritte
fr: pas
zh_hans: 步

# sport_steps
source: Steps
de: Schritte
fr: Pas
zh_hans: 步数

# sport_distanceunit
source: km
zh_hans: 千米

# sport_hotunit
source: kcal
zh_hans: 千卡

# sport_plancount
source: Set a goal
de: Setze ein Ziel
fr: Régler un objectif
zh_hans: 未设目标数

# sport_distance
source: Distance
de: Entfernung
zh_hans: 路程

# sport_calor
source: Calories
de: Kalorien
zh_hans: 卡路里

# sportdetail_navtilte
source: Activity details
de: Activitäts Details
fr: Détail de l'activité
zh_hans: 运动详细

# sportdetail_day
source: Day
de: Tag
fr: Jour
zh_hans: 天

# portdetail_week
source: Week
de: Woche
fr: Semaine
zh_hans: 周

# sportdetail_tendat
source: 10 days
de: 10 Tage
fr: 10 jours
zh_hans: 10天

# sleep_navtilte
source: Sleep
de: Schlaf
fr: Sommeil
zh_hans: 睡眠

# sleep_today
source: Today
de: Heute
fr: Aujourd'hui
zh_hans: 今天

# sleep_hour
source: h
zh_hans: 小时

# sport_minute
source: m
zh_hans: 分钟

# sleep_status
source: Sleep quality
de: Schlafqualität
fr: Qualité de sommeil
zh_hans: 睡眠质量

# sleep_remark
source: of sleep last night
de: ...Schlaf letzte Nacht
fr: de sommeil la nuit dernière
zh_hans: 昨晚睡眠时间

# sleep_deep
source: Deep
de: tief
fr: Profond
zh_hans: 深度睡眠

# sleep_light
source: Light
de: leicht
fr: Léger
zh_hans: 浅睡

# sleep_awake
source: Awake
de: wach
fr: Eveillé
zh_hans: 醒来

# sleepdetail_navtilte
source: Sleep patterns
de: Schlafmuster
fr: Rythme de sommeil
zh_hans: 睡眠详细

# sleepdetail_asleeptime
source: Fell asleep at
de: Eingeschlafen um
fr: Endormis à
zh_hans: 入睡时间

# sleepdetail_waketime
source: Woke-up at
de: Aufgewacht um
fr: Réveillé à
zh_hans: 醒来时间

# sleepdetail_sobertime
source: Awake for
de: Wach für …
fr: Eveillé pendant
zh_hans: 清醒时间

# sleepdetail_sleeptimelen
source: You slept
de: Du hast … geschlafen
fr: Dormi pendant
zh_hans: 睡眠时长

# sleepdetail_hileleeptimelen
source: Deep sleep
de: Tiefschlaf
fr: Sommeil profond
zh_hans: 深睡时长

# sleepdetail_sobertimelen
source: Light sleep
de: Leichtschlaf
fr: Sommeil léger
zh_hans: 浅睡时长

# remind_navtilte
source: Notifications
de: Benachrichtigungen
zh_hans: 提醒

# remind_linkstateoff
source: Disconnected
de: getrennt
fr: Déconnecté
zh_hans: 已断开

# remind_linkstateom
source: Connected
de: verbunden
fr: Connecté
zh_hans: 已链接

# clockadd_navtitle
source: Alarm
de: Füge Alarm hinzu
fr: Ajouter une alarme
zh_hans: 添加闹钟

# clock_navtitle
source: Alarms
de: Alarme
fr: Alarmes
zh_hans: 闹钟

# clockadd_repeat
source: Repeat
de: Wiederholungen
fr: Récurrence
zh_hans: 重复

# clockadd_tag
source: Label
de: Bezeichnung
fr: Description
zh_hans: 标签

# clockadd_confirm
source: Confirm
de: Bestätigung
fr: Confirmer
zh_hans: 确定

# clockadd_cancel
source: Cancel
de: Abbrechen
fr: Annuler
zh_hans: 取 消

# clokadd_can
source: Cancel
de: Abbrechen
fr: Annuler
zh_hans: 取消

# clockadd_planks
source: Alert if inactive for
de: Warnung wenn inaktiv für …
fr: Alerte si inactif pendant
zh_hans: 久坐时长

# clockadd_setting
source: Setting
de: Einstellung
fr: Réglage
zh_hans: 请设置

# remind_min
source: min
zh_hans: 分钟

# clockadd_delete
source: Delete alarm
de: Lösche Alarm
fr: Supprimer l'alarme
zh_hans: 删除闹钟

# clockadd_no_alarm
source: No alarms
de: Kein Alarm
fr: Aucune alarme
zh_hans: 未设置闹钟

# clockadd_hour
source: Hours
de: Stunden
fr: Hrs
zh_hans: 小时

# clockadd_min
source: Mins
de: Minuten
zh_hans: 分钟

# mon
source: 一
de: Mo
fr: Mon
zh_hans: Mon

# tue
source: 二
de: Di
fr: Tue
zh_hans: Tue

# wed
source: 三
de: Mi
fr: Wed
zh_hans: Wed

# thu
source: 四
de: Do
fr: Thu
zh_hans: Thu

# fri
source: 五
de: Fr
fr: Fri
zh_hans: Fri

# sat
source: 六
de: Sa
fr: Sat
zh_hans: Sat

# sun
source: 日
de: So
fr: Sun
zh_hans: Sun

# clockadd_everyday
source: Every day
de: Jeden Tag
fr: Tous les jours
zh_hans: 每天

# clockadd_monday
source: Mon.
de: Mo
fr: Lun
zh_hans: 周一

# clockadd_tuesday
source: Tues.
de: Di
fr: Mar
zh_hans: 周二

# clockadd_wednesday
source: Wed.
de: Mi
fr: Mer
zh_hans: 周三

# clockadd_thursday
source: Thur.
de: Do
fr: Jeu
zh_hans: 周四

# clockadd_friday
source: Fri.
de: Fr
fr: Ven
zh_hans: 周五

# clockadd_saturday
source: Sat.
de: Sa
fr: Sam
zh_hans: 周六

# clockadd_sunday
source: Sun.
de: So
fr: Dim
zh_hans: 周日

# burnset_navtitle
source: Inactivity reminder
de: Erinnerung Untätigkeit
fr: Rappel d'inactivité
zh_hans: 久坐提醒

# burnset_end
source: End time
de: Ende
fr: Heure de fin
zh_hans: 结束时间

# burnset_start
source: Start time
de: Start
fr: Heure de début
zh_hans: 开始时间

# burnset_on
source: ON
de: An
zh_hans: 开启

# burnest_off
source: OFF
de: Aus
zh_hans: 关闭

# setting_navtitle
source: Settings
de: Einstellungen
fr: Réglages
zh_hans: 设置

# setting_myinfo
source: Profile
de: Profil
fr: Profil
zh_hans: 个人信息

# setting_myplan
source: Goals
de: Ziele
fr: Objectifs
zh_hans: 个人目标

# setting_boundsmawatch
source: Pair my watch
de: Verbinde meine Uhr
fr: Jumeler ma montre
zh_hans: 绑定手表

# setting_unbindbound
source: Unpair my watch
de: Trenne meine Uhr
fr: Dissocier ma montre
zh_hans: 解绑

# setting_upgrade
source: Software update
de: Software Aktualisierung
fr: Mise à jour logicielle
zh_hans: 固件升级

# setting_update
source: App Version
fr: Version
zh_hans: App版本

# setting_loginout
source: Log out
de: Abmelden
zh_hans: 退出登录

# setting_synchron
source: Pedometer synchronization
de: Pedometer Synchronisierung
zh_hans: 实时同步

# setting_update_note
source: Your software is up to date.
de: Ihre Anwendung ist auf dem neuesten Stand
zh_hans: 当前已是最新版本

# setting_update_App
source: New version available
de: Eine neue Version ist verfügbar
fr: Nouvelle version disponible
zh_hans: 检测到新版本

# setting_lock_testing
source: Checking
de: Prüfe...
fr: Vérification en cours
zh_hans: 正在检测...

# setting_erro_check_version
source: Check failure!
de: Prüfung fehlgeschlagen!
fr: Echec de la vérification
zh_hans: 检测失败

# setting_next
source: Next
de: Nächste
fr: Suivant
zh_hans: 下一步

# setplan_navtitle
source: Goals
de: Ziele
fr: Objectifs
zh_hans: 计步目标

# setplan_remark
source: Activity goals
de: Aktivitäts Ziele
fr: Objectifs d'activité
zh_hans: 运动目标

# myinfo_navtitle
source: Profile
de: Profil
fr: Profil
zh_hans: 个人信息

# myinfo_account
source: Account
de: Konto
fr: Compte
zh_hans: 账号

# myinfo_accountpwd
source: Password
de: Passwort
fr: Mot de passe
zh_hans: 密码

# myinfo_nickname
source: Name
fr: Nom
zh_hans: 昵称

# myinfo_age
source: Age
de: Alter
zh_hans: 年龄

# myinfo_weight
source: Weight
de: Gewicht
fr: Poids
zh_hans: 体重

# myinfo_height
source: Height
de: Grösse
fr: Taille
zh_hans: 身高

# myinfo_sex
source: Gender
de: Geschlecht
fr: Genre
zh_hans: 性别

# myinfo_step
source: Steps
de: Schritte
fr: Pas
zh_hans: 步

# myinfo_update
source: Update
fr: Mettre à jour
zh_hans: 修改信息

# myinfo_updatesucc
source: Successful update
de: Erfolgreiches Update
fr: Mise à jour réussie
zh_hans: 修改成功

# alert_nobangswm
source: Turn ON Bluetooth or connect your watch
de: Schalte Bluethooth an oder verbinde deine Uhr
fr: Activer le Bluetooth ou connecter votre montre
zh_hans: 未绑定蓝牙,请绑定蓝牙

# alert_loginname
source: Login name can't be empty
de: Anmeldename darf nicht leer sein
fr: Le nom d'utilisateur ne peut être vide
zh_hans: 登录名不可为空

# alert_loginpwd
source: Password can't be empty
de: Passwort darf nicht leer sein
fr: Le mot de passe ne peut pas être vide
zh_hans: 登录密码不可为空

# alert_repeaterror
source: This number has already been registered
de: Diese Nummer ist bereits vergeben
zh_hans: 此号码已经被注册过

# alert_regphone
source: Please enter a phone number, mobile phone number can't be empty
de: Bitte fülle die Telefonnummer aus, Feld darf nicht leer sein
zh_hans: 请输入手机号，手机号码不能为空

# alert_regpwd
source: Please enter your password, the password can't be empty
de: Bitte gib dein Passwort ein, Feld darf nicht leer sein
zh_hans: 请输入您的密码，密码不能为空

# alert_regcode
source: Please enter the verification code, verification code can't be empty
de: Bitte gib deinen Bestätigungscode ein, Feld darf nicht leer sein
zh_hans: 请输入验证码，验证码不能为空

# alert_regcodeerror
source: Verification code error, please enter again
de: Bestätigungscode Fehler, bitte erneut eingeben
zh_hans: 验证码错误，请重新输入

# alert_beingreg
source: Registering
de: Registrierung...
fr: Enregistrement
zh_hans: 正在注册...

# alert_failurereg
source: Registration failed
de: Registrierung fehlgeschlagen
fr: Échec de l'enregistrement
zh_hans: 注册失败...

# alert_regsucceed
source: Successful Registration
de: Registrierung erfolgreich
zh_hans: 注册成功...

# alert_loginsucceed
source: Successful Login
de: Login erfolgreich
fr: Ouverture de session réussie
zh_hans: 登录成功…

# alert_beginlogin
source: Successful Login
de: Login erfolgreich
fr: Ouverture de session réussie
zh_hans: 登录成功…

# alert_networkerro
source: Network error, please check the network connection
de: Netzwerkproblem, bitte prüfe deine Netzwerkverbindung
fr: Erreur de réseau, veuillez vérifier la connexion réseau
zh_hans: 网络错误,请检查网络连接

# alert_loginerro
source: Login failed, user name or password error
de: Anmeldung fehlgeschlagen, Benutzername oder Passwort fehlerhaft
fr: Échec de la connexion, nom d'utilisateur ou mot de passe erreur
zh_hans: 登陆失败，用户名或密码错误

# alert_request_timeout
source: Timeout request
de: Zeitüberschreitung bei Anfrage
fr: Demande en pause
zh_hans: 请求超时

# alert_disconnetcted_net
source: Network disconnected
de: Netzwerk getrennt
fr: Réseau déconnecté
zh_hans: 网络已断开

# alert_nickname
source: Please enter your name
de: Bitte gib deinen Namen ein
fr: Veuillez saisir votre nom
zh_hans: 请输入您的昵称

# alert_dateofbirth
source: Please enter your age
de: Bitte gib dein Alter ein
fr: Veuillez saisir votre age
zh_hans: 请输入出生日期

# alert_height
source: Please enter your height
de: Bitte gib deine Groesse ein
fr: Veuillez saisir votre taille
zh_hans: 请输入您的身高

# alert_weight
source: Please enter your weight
de: Bitte gib dein Gewicht ein
fr: Veuillez saisir votre poids
zh_hans: 请输入您的体重

# alert_sex
source: Please select your gender
de: Bitte wähle dein Geschlecht
fr: Veuillez sélectionner votre genre
zh_hans: 请选择您的性别

# alert_setmenberinfo
source: Setting up your information...
de: Übernimmt deine Informationen
fr: Configuration de vos informations
zh_hans: 正在设置您的信息...

# alert_refresh
source: Refreshing information
de: Aktualisiere Informationen
fr: Rafraichissement des informations
zh_hans: 正在刷新数据...

# alert_title
source: Important!
de: Wichtig!
zh_hans: 温馨提示

# achieve_btn
source: Accomplish
de: Fertigstellen
fr: Terminé
zh_hans: 完成

# alert_erro
source: error
de: Fehler
fr: erreur
zh_hans: 错误

# close_btn
source: Turn off
de: Ausschalten
fr: Éteindre
zh_hans: 关闭

# alert_saveFa
source: Save failed
de: Speichern fehlgeschlagen
fr: Echec de la sauvegarde
zh_hans: 保存失败

# alera_shareSucc
source: Share success
de: Teile Erfolg
fr: Partage réussi
zh_hans: 分享成功

# alera_share_failu
source: Share failure
de: Teile Fehler
fr: Echec de partage
zh_hans: 分享失败

# alera_verifing
source: Waiting for verification
de: Warte auf Bestätigung
fr: En attente de vérification
zh_hans: 等待好友验证

# alera_notexits
source: Account does not exist
de: Konto existiert nicht
fr: Le compte n’existe pas
zh_hans: 账号不存在

# alera_systemUp
source: Do you really want to update the software of your watch?
de: Bist du sicher, dass du die Software deiner Uhr updaten möchtest
fr: Souhaitez-vous vraiment mettre à jour le logicielle de votre montre ?
zh_hans: 是否进入固件升级

# alera_msg
source: Did you wear your watch while sleeping last night?
de: Hast du deine Uhr während du geschlafen hast getragen?
fr: Avez-vous porté votre montre pendant le sommeil la nuit dernière?
zh_hans: 您昨晚睡眠是否有带 Watch

# alera_yes
source: YES
de: Ja
fr: OUI
zh_hans: 是

# alera_no
source: NO
de: Nein
fr: NON
zh_hans: 否

# alera_back
source: back
de: zurück
fr: Retour
zh_hans: 返回

# alera_wait
source: wait
de: warte
fr: Attendre
zh_hans: 等待

# alera_submit
source: submit
de: abschicken
fr: Soumettre
zh_hans: 提交

# alera_loginName
source: Account or password cannot be empty
de: Konto oder Passwort darf nicht leer sein
zh_hans: 登录名称不可以为空

# alera_erro
source: Login Error！
de: Anmeldefehler!
zh_hans: 账号或密码错误

# alera_unbond
source: Please disconnect your watch
de: Bitte trenne deine Uhr
fr: Veuillez déconnecter votre montre
zh_hans: 是否解除手表绑定？

# alera_upgrade
source: Please upgrade your watch
de: Bitte aktualisiere deine Uhr
fr: Veuillez mettre à jour votre montre
zh_hans: 请进行固件升级

# alera_updateData
source: The phone is syncing, please wait a moment
de: Das Telefon synchronisiert gerade, bitte warte einen Moment
fr: Le téléphone est en cours de synchronisation, veuillez patienter
zh_hans: 手机未完成数据同步，请稍候

# alera_account_exist
source: The account already exists, please try again to Login!
de: Das Konto existiert bereits, bitte versuche erneut dich anzumelden!
zh_hans: 该账号已存在，请登录！

# alear_firstCam
source: Press the 3rd button of your watch to take a photo
de: Drücke den 3. Knopf Deiner Uhr um ein Foto zu machen
fr: Appui sur le 3e bouton de votre montre pour déclencher la caméra
zh_hans: 按住手表的第三个按钮

# alear_firstSleep
source: Long press on the first button of your watch to turn sleep mode on/off
de: Halte den den ersten Knopf deiner Uhr gedrückt um den Schlafmodus zu aktivieren/deaktivieren
fr: Le mode sommeil s'allume et s'éteint manuellement par un appui long sur le premier bouton de votre montre
zh_hans: 长按手表的第一个按钮设置睡眠模式的开关

# alera_nottakCam
source: Device can't support take picture.
de: Das Gerät unterstützt keine Fotofunktion
zh_hans: 设备不支持拍照功能

# bound_attention_02
source: Tap on the device named “BLKK” in phone Settings/Bluetooth then “Forget This Device“.
de: Gehe in Bluetooth Einstellungen bei “BLKK” auf Informationen und wähle “dieses Gerät ignorieren”
fr: Appuyez sur l'appareil nommé « BLKK » dans Paramètres de téléphone - Bluetooth puis « oubliez cet appareil ».
zh_hans: 请在系统设置-蓝牙-忽略SM02设备

# bound_attention_04
source: Tap on the device named “BLKK” in phone Settings/Bluetooth then “Forget This Device“.
de: Gehe in Bluetooth Einstellungen bei “BLKK” auf Informationen und wähle “dieses Gerät ignorieren”
fr: Appuyez sur l'appareil nommé « BLKK » dans Paramètres de téléphone - Bluetooth puis « oubliez cet appareil ».
zh_hans: 请在系统设置-蓝牙-忽略SM04设备

# bound_remind_02
source: To turn ON/OFF your watch, push and hold the first and third buttons. - ON indicator: all 12 LEDs blink. - OFF indicator: 6 LEDs blink 3 times.
de: Um deine Uhr einzuschalten halte den ersten Knopf, zum Ausschalten den ersten und dritten Knopf gedrückt. An Indikator: Alle 12 LEDs blinken. Aus Indikator: 6 LEDs blinken 3-mal.
fr: Pour Allumer / Eteindre votre montre, appuyez et maintenez les premier et troisième boutons. - Montre allumée: Tous les témoins lumineux clignotent. - Montre éteinte: 6 témoins lumineux clignotent 3 fois.
zh_hans: 技术支持：如果你的Nevo未被找到，在手机蓝牙链接<BLKK>上设置“忽略此蓝牙”，然后重启app，再试一次。确保手表是正常运作的（如果仍然没有找到，你需要更换电池）

# bound_remind_04
source: To turn ON/OFF your watch, push and hold the first and third buttons. - ON indicator: all 12 LEDs blink. - OFF indicator: 6 LEDs blink 3 times.
de: Um deine Uhr einzuschalten halte den ersten Knopf, zum Ausschalten den ersten und dritten Knopf gedrückt. An Indikator: Alle 12 LEDs blinken. Aus Indikator: 6 LEDs blinken 3-mal.
fr: Pour Allumer / Eteindre votre montre, appuyez et maintenez les premier et troisième boutons. - Montre allumée: Tous les témoins lumineux clignotent. - Montre éteinte: 6 témoins lumineux clignotent 3 fois.
zh_hans: 技术支持：如果你的Nevo未被找到，在手机蓝牙链接<BLKK>上设置“忽略此蓝牙”，然后重启app，再试一次。确保手表是正常运作的（如果仍然没有找到，你需要更换电池）

# ota_attention
source: Important!
de: Wichtig!
zh_hans: 注意事项:

# ota_atten_content
source: Please keep bluetooth On while upgrading your watch, place your watch near the phone, do not lock the screen.
de: Bitte lasse Bluetooth aktiviert während des Aktualisierungsvorgangs. Lege deine Uhr neben das Telefon und lasse das Display entsperrt.
fr: Veuillez garder le Bluetooth allumé pendant la mise à niveau de votre montre, placez votre montre près du téléphone, ne pas verrouiller l'écran.
zh_hans: 蓝牙连接正常，手表靠近手机，不要锁屏，系统蓝牙禁止连接其他设备

# relieve_band
source: Unpair my watch
de: Entkoppel meine Uhr
fr: Dissocier ma montre
zh_hans: 解绑

# alert_setprompt
source: Successful Setting
de: Einstellung erfolgreich
fr: Paramétrage réussi
zh_hans: 设定成功

# alert_bluetoothsend
source: Lost link, searching for the watch
de: Verbindungsverlust, suche nach der Uhr
fr: Lien perdu, recherche de la montre
zh_hans: 链接已断开，蓝牙正在扫描

# alert_alreadyband
source: Your watch is already paired
de: Deine Uhr ist bereits verbunden
fr: Votre montre est déjà jumelée
zh_hans: 您已绑定,请解绑后才能重新绑定

# alert_alreadynoband
source: Your watch is already unpaired
de: Deine Uhr ist bereits getrennt
fr: Votre montre est déjà dissociée
zh_hans: 您未绑定或已经解绑，无需解绑。

# alert_relieveband
source: You will lose your data after unpairing your watch
de: Du wirst deine Daten verlieren nachdem deine Uhr getrennt ist
fr: Vos données seront perdues après la dissociation de votre montre
zh_hans: 您确定解绑,解除绑定后本地数据会丢失

# selectConnetcAgain
source: Important: before reconnecting your watch, tap on the device named “BLKK” in phone Settings - Bluetooth then Forget This Device.
de: Wichtig: Vor dem erneuten Verbinden der Uhr, wähle Symbol (i) auf der rechten Seite neben “BLKK” in Bluetootheinstellungen und wähle dieses Gerät ignorieren.
fr: Important : Avant de reconnecter votre montre, appuyez sur l'appareil nommé « BLKK » dans Paramètres de téléphone - Bluetooth puis oubliez cet appareil.
zh_hans: 在重新连接你的手表前，请在蓝牙设置中点击 ”BLKK”“忽略此设备”

# relievebandbnttitle
source: Return Settings
de: Zurück zu ”Einstellungen“
fr: Retour aux réglages
zh_hans: 解绑成功

# againbandbnttitle
source: Pair again
de: Erneut verbinden
fr: Jumeler à nouveau
zh_hans: 重新连接

# biandnav_tilte
source: Jumeler ma montre
de: Verbinde meine Uhr
zh_hans: 绑定手表

# choose_bang_watch
source: Select the watch to connect
de: Wähle die Uhr zum Verbinden aus
fr: Sélectionner la montre à connecter
zh_hans: 选择你要绑定的 WATCh

# shops_watch
source: Buy a watch
de: Kaufe eine Uhr
fr: Acheter une montre
zh_hans: 购买 WATCH

# nobangtitle
source: Pair later
de: Verbinde später
fr: Jumeler ultérieurement
zh_hans: 暂不绑定

# seatch_title
source: Great! Your watch has been found.
de: Grossartig! Dein Uhr wurde gefunden.
fr: Votre montre a été trouvée.
zh_hans: 你的Nevo已经被找到

# beginingseatch_title
source: Searching
de: Suchen...
fr: Recherche en cours
zh_hans: 正在搜查

# again_seatch_title
source: Search again
de: Suche erneut
fr: Rechercher à nouveau
zh_hans: 重新搜索

# binging_title
source: Connecting
de: Verbinden...
fr: Connexion en cours
zh_hans: 绑定中..

# seatch_formen
source: Turn ON your watch. Wait for a moment, it is almost done!
de: Schalte deine Uhr ein. Warte einen Moment, es ist fast geschafft.
fr: Allumez votre montre. Attendez un moment, c’est presque terminé!
zh_hans: 如手表未开启，请先长按手表第三颗按钮3-5秒，直到全部led灯闪烁。如手表已开启，请将手表靠近手机，等待下一步提示

# seatch_forwmen
source: (1) When 4 LEDs blink, press and hold the first button for more than 3 secs to pair your watch. (2) Accept the Bluetooth pairing request.
de: (1) Wenn 4 LEDs blinken, halte den ersten Knopf für mindestens 3 Sekunden gedrückt um deine Uhr zu verbinden. (2) Akzeptiere die Verbindungsanfrage
fr: (1) Lorsque 4 témoins lumineux clignotent, appuyez et maintenez le premier bouton pendant 3 secondes pour jumeler votre montre. (2) Acceptez la demande de jumelage Bluetooth.
zh_hans: （1）手表四颗led灯闪烁时，请长按手表第一颗按钮至连接成功。 （2）手机弹出“蓝牙配对请求”时，请点击“配对

# binging_notif
source: Troubleshooting in case of pairing issue: Kill the app, forget this device in Bluetooth Settings then try again. Do not turn OFF your watch.
de: Fehlersuche bei Verbindungsproblemen: Stoppe die Anwendung. Vergesse das Gerät in den Bluetooth einstellungen und versuche erneut. Schalte deine Uhr nicht aus.
fr: Dépannage en cas de problème de jumelage : Fermez l’application, oubliez cet appareil dans les réglages Bluetooth et essayez à nouveau. Ne pas éteindre votre montre.
zh_hans: 技术支持：如果你的Nevo未被找到，在手机蓝牙链接<BLKK>上设置“忽略此蓝牙”，然后重启app，再试一次。确保手表是正常运作的（如果仍然没有找到，你需要更换电池）

# seatch_bindsucceed
source: Your watch is now connected to the phone. Enjoy your new edition.
de: Deine Uhr ist nun mit dem Telefon verbunden. Geniesse “your new edition”
fr: Votre montre est maintenant connectée au téléphone. Profitez de votre nouvelle édtion.
zh_hans: 您的手表现在已经链接上手机，可以使用新版本

# begin_experience
source: Begin
de: Start
fr: Commencer
zh_hans: 开始体验

# beginband_seatch
source: Searching
de: Suche
fr: Recherche en cours
zh_hans: 正在搜查...

# choose_bang_watch_title
source: Place your watch near the phone and away from other smartwatches
de: Lege deine Uhr neben dein Telefon und halte Abstand zu anderen Smartwatches
fr: Placez votre montre près du téléphone et à l'écart des autres montres connectées
zh_hans: 请将手表靠近手机,并远离其他手表

# watch_formen_alt
source: Tap on ”Begin” to set your app
de: Klicke auf “Begin” um deine Anwendung einzurichten
fr: Appuyez sur « Commencer » pour continuer et réglez votre application
zh_hans: 回到开始，设置你的app

# sleep_state_poor
source: Poor
de: Schlecht
fr: Insuffisante
zh_hans: 差

# sleep_state_average
source: Average
de: Durchschnittlich
fr: Moyenne
zh_hans: 差

# sleep_state_comfortable
source: Good
de: Gut
fr: Bonne
zh_hans: 好

# sleep_state_enough
source: Excellent
de: Exzellent
fr: Excellente
zh_hans: 优

# sleep_state_lazy
source: Lazy
de: Faul
zh_hans: 懒惰

# setting_success
source: successful setting
de: Erfolgreiche Einstellung
fr: Réglage réussi
zh_hans: 设置成功

# pair_title
source: Match watch
zh_hans: 手表配对

# pair_addFriend
source: Add you as a friend
zh_hans: 申请加你为好友

# pair_consent
source: Accept
zh_hans: 同意

# pair_disagree
source: Reject
zh_hans: 不同意

# sdk_start
source: SDK not start
de: Uhr verbinden
zh_hans: SDK未启动

# bt_connecting
source: Watch disconnected, reconnecting now, please wait for a moment
de: Uhr ist nicht verbunden, versucht erneut zu verbinden, bitte warte einen Moment.
zh_hans: 蓝牙已断开,正重新连接,请稍等...

# now_cid
source: Current CID
de: Aktuelle CID
zh_hans: 当前的CID

# send_succ
source: Send successfully
de: Erfolgreich verschickt
zh_hans: 发送成功

# send_fail
source: Send failure
de: Fehler beim Versenden
zh_hans: 发送失败

source: Sending
de: Sende
zh_hans: 正在发送

# reject_succ
source: Reject
de: Lehne ab
zh_hans: 拒绝成功

source: Status code
de: Status
zh_hans: 状态码

source: Without camera
de: Ohne Kamera
zh_hans: 您的设备没有拍照功能

source: Without flash
de: Ohne Blitz
zh_hans: 您的设备没有闪光灯功能

# have_friend
source: The call have been paired
de: Der Anruf wurde verbunden
zh_hans: 对方已配对其他好友

# setting_time
source: Setting repeat time
de: Einstellung Intervall
fr: Réglage de la récurrence
zh_hans: 请设置重复时间

# connect_blue
source: Connect bluetooth
de: Verbinde Bluetooth
zh_hans: 请绑定蓝牙

# relieve_assoc
source: Relieving association
de: Verbindung aufheben
zh_hans: 正在解除关联

# lift_succ
source: lifted success
de: Hervorgehobener Erfolg
zh_hans: 解除成功
